export const topics = {
	criminal_law: {
		title: 'القانون الجنائي',
		cover: '/eddie-wingertsahn-zcPK6sFYc-g-unsplash.jpeg',
		summary:
			'ينقسم القانون الجنائي عموماً إلى قسمين: القسم العام والقسم الخاص. القسم العام هو الذي يتضمن الأحكام العامة التي تخضع لها الجرائم والعقوبات في هذا القانون أو في أي قوانين جنائية خاصة أخرى. والقسم الخاص هو الذي يتضمن القواعد الخاصة بكل جريمة أي القواعد التي تحدد عناصر أو أركان كل جريمة على حدة ثم العقوبة المقررة لها. وقد سيق هذا القانون على هذا النهج المتبع في القوانين الجنائية في الدول الأخرى. ويتضمن القسم العام ستة أبواب تشتمل على تسع وأربعين مادة.',
		content: [
			{ tag: 'h2', text: 'الأسئلة الشائعة:' },
			{ tag: 'h3', text: 'ما هو أساس المسؤولية الجنائية؟' },
			{
				tag: 'ol',
				items: [
					'لا مسئولية إلا على الشخص المكلف المختار.',
					'لا مسئولية إلا عن فعل غير مشروع يرتكب بقصدأو يرتكب بإهمال.',
				],
				nested: true,
			},
			{
				tag: 'ul',
				nested: true,
				items: [
					'لا يعد مرتكباً جريمة الصغير غير البالغ, على انه يجوز تطبيق تدابير الرعاية والإصلاح الواردة في هذا القانون على من بلغ سن السابعة من عمره حسبما تراه المحكمة مناسباً.',
					'لا يعد مرتكباً جريمة الشخص الذي لا يكون, وقت ارتكاب الفعل المكون للجريمة، مدركاً لماهية أفعاله أو نتائجها أو قادراً على السيطرة عليها بسبب:',
				],
			},
			{
				tag: 'ul',
				nested: 2,
				items: [
					'الجنون الدائم أو المؤقت أو العاهة العقلية',
					'النوم أو الإغماء',
					'تناوله مادة مسكرة أو مخدرة بسبب الإكراه أو الضرورة أو دون علمه فإذا كان ذلك باختياره وعلمه وبغير ضرورة يعد مسئولاً عن فعله كما لو صدر منه الفعل بغير اسكار أو تخدير.',
				],
			},
			{ tag: 'h3', text: 'ما هو حق الدفاع الشرعي؟' },
			{
				tag: 'ol',
				items: [
					'لا يعد الفعل جريمة إذا وقع عند استعمال حق الدفاعالشرعي استعمالاً مشروعاً.',
					'ينشأ حق الدفاع الشرعي إذا واجه الشخص خطر إعتداءحال أو وشيك الوقوع، على نفسه أو ماله أو عرضه أو نفس الغير  أو ماله أو عرضه، وكان من المتعذر عليه اتقاء الخطر باللجوء إلي السلطة العامة أو بأي طريقة أخرى، ويجوز له أن يدفع الخطر بقدر ما يلزم لرده وبالوسيلة المناسبة.',
					'لا ينشأ حق الدفاع الشرعي في مواجهة الموظف العام إذا كان يعمل في حدود سلطة وظيفته إلا إذا خيف تسبيب الموت أو الأذى الجسيم.',
					'ا يبلغ حق الدفاع الشرعي تعمد تسبيب الموت إلا إذا كان الخطر المراد دفعه يخشى منه أحداث الموت أو الأذى الجسيم أو الاغتصاب أو الاستدراج أو الخطف أو الحرابة أو النهب أو الإتلاف الجنائي لمال أو مرفق عام أو الإتلاف الجنائي بالإغراق أو بإشعال النار أو باستخدام المواد الحارقة أو الناسفة أو السامة.',
				],
				nested: true,
			},
			{ tag: 'h3', text: 'الفرق بين الاشتراك والاتفاق الجنائي؟' },
			{
				nested: true,
				tag: 'ol',
				items: [
					'الاتفاق الجنائي: الاتفاق الجنائي هو اتفاق شخصين أو أكثر علـى ارتكاب جريمة.',
					'فيما عدا جرائم القتل العمد والحرابة والجرائم الموجهة ضد الدولة المعاقب عليها بالإعدام, لا يعد الاتفاق الجنائي جريمة معاقباً عليها إلا بالشروع في ارتكاب الجريمة، وفى جميع الحالات لا يعد الاتفاق المعدول عنه جريمة.',
					'من يرتكب جريمة الاتفاق الجنائي يعاقب بالسجن مدة لا تجاوز خمس سنوات, وفى حالة وقوع الجريمة أو الشروع فيها يعاقب بالعقوبة المقررة لارتكاب تلك الجريمة أو للشروع بحسب الحال.',
					'لاشتراك الجنائي بالاتفاق: إذا ارتكب شخصان أو أكثر جريمة تنفيذاً لاتفاق جنائي بينهم يكون كل واحد منهم مسئولاً عنها كما لو كان قد إرتكبها وحده ويعاقب بالعقوبة المقررة لها.',
					'لاشتراك الجنائي بدون اتفاق: إذا ارتكب شخصان أو اكثر جريمة دون اتفاق جنائي بينهم يكون كل واحد منهم مسئولاً عن فعله، ويعاقب بالعقوبة المقررة للجريمة التي يشكلها ذلك الفعل.',
				],
			},
			{ tag: 'h3', text: 'ما هي المعاونة؟' },
			'كل من يعاون على ارتكاب أي فعل، يشكل جريمة بقصد تسهيل وقوعها، و يعاقب بعقوبة المحرض.',
			{ tag: 'h3', text: 'ماهي مسقطات القصاص؟' },
			'يسقط القصاص في أي من الحالات الآتية:',
			{
				nested: true,
				tag: 'ul',
				items: [
					'إذا كان المجني عليه أو وليه فرعاً للجاني.',
					'إذا عفا المجني عليه أو بعض أوليائه بمقابل أو بدون مقابل.',
					'إذا وقعت الجراح برضا المجني عليه.',
					'باليأس من إفاقة الجاني إذا طرأ عليه جنون بعد الحكم عليه بالقصاص.',
					'بفوات محل القصاص في حالة الجراح.',
				],
			},
			{ tag: 'h3', text: 'ماهي جريمة التحريض على التمرد؟' },
			{
				nested: true,
				tag: 'ul',
				items: [
					'من يحرض أي فرد من أفراد القوات النظامية على التمرد أو الخروج عن الطاعة أو التخلي عن واجبه نحو الدولة. يعاقب بالسجن مدة لا تجاوز سبع سنوات كما تجوز معاقبته بالغرامة.',
					'إذا وقع التمرد نتيجة لذلك التحريض يعاقب المحرض بالسجن مدة لا تجاوز أربع عشرة سنة.',
				],
			},
			{ tag: 'h3', text: 'ما هي جريمة نشر الأخبار الكاذبة و عقوبتها؟' },
			'من ينشر أو يذيع أي خبر أو إشاعة أو تقرير، مع علمه بعدم صحته قاصداً أن يسبب خوفاً أو ذعراً للجمهور أو تهديداً للسلام العام، أو إنتقاصاً من هيبة الدولة، يعاقب بالسجن مدة لا تجاوز ستة أشهر أو بالغرامة أو بالعقوبتين معاً.',
			{ tag: 'h3', text: 'ما المقصود بجريمة الشغب و ما هي عقوبتها؟' },
			{
				nested: true,
				tag: 'ul',
				items: [
					'يعد مرتكباً جريمة الشغب من يشارك في أي تجمهر من خمسة أشخاص فأكثر متى استعرض التجمهر القوة أو استعمل القوة أو الإرهاب أو العنف، ومتى كان القصد الغالب فيه تحقيق أي من الأغراض الآتية:',
				],
			},
			{
				nested: 2,
				tag: 'ul',
				items: [
					'مقاومة تنفيذ أحكام أي قانون أو إجراء قانوني',
					'ارتكاب جريمة الإتلاف الجنائي أو التعدي الجنائي أو أي جريمة أخرى',
					'مباشرة أي حق قائم أو مدعى به بطريق يحتمل أن يؤدى إلي الإخلال بالسلام العام',
					'إرغام أي شخص ليفعل ما لا يلزمه به القانون أو لئلا يفعل ما يخوله إياه القانون',
				],
			},
			{
				nested: true,
				tag: 'ul',
				items: [
					'من يرتكب جريمة الشغب يعاقب بالسجن مدة لا تجاوز ستة أشهر أو بالغرامة أو بالجلد بما لا يجاوز عشرين جلدة فإذا كان يحمل سلاحاً أو أي أداة مما يحتمل أن  يسبب استخدامه الموت أو الأذى الجسيم، يعاقب بالسجن مدة لا تجاوز سنة أو بالغرامة أو بالعقوبتين معاً.',
				],
			},
			{
				tag: 'h3',
				text: 'ما المقصود بجريمتي الاخلال بالسلام العام والازعاج العام؟',
			},
			{
				nested: true,
				tag: 'ul',
				items: [
					'الاخلال بالسلام العام: من يخل بالسلام العام أو يقوم بفعل يقصد به أو يحتمل أن يؤدى إلي الإخلال بالسلام العام أو بالطمأنينة العامة وكان ذلك في مكان عام، يعاقب بالسجن مدة لا تجاوز شهراً أو بالغرامة أو بالجلد بما لا يجاوز عشرين جلدة.',
					'الازعاج العام: يعد مرتكباً جريمة الإزعاج العام من يقع منه فعل  يحتمل أن يسبب ضرراً عاماً أو  خطراً  أو مضايقة  للجمهور أو لمن يسكنون أو يشغلون مكاناً مجاوراً أو لمن يباشرون حقاً من  الحقوق العامة.',
					'يجوز للمحكمة إصدار أمر للجاني بإيقاف الإزعاج  وعدم تكراره، إذا رأت ذلك مناسباً، كما يجوز لها معاقبته بالسجن مدة لا تجاوز ثلاثة أشهر أو بالغرامـة أو بالعقوبتين معاً.',
				],
			},
			{ tag: 'h3', text: 'حالات الافراج والضمان في الجرائم الجنائية؟' },
			{
				nested: true,
				tag: 'ul',
				items: ['كون الإفراج بالضمان عن المقبوض عليه على النحو الآتى:'],
			},
			{
				nested: 2,
				tag: 'ul',
				items: [
					'بتعهد المقبوض عليه شخصياً بالحضور مع  ضمانة  مالية مقدرة أو بدونها',
					'بكفالة شخص آخر يلتزم بإحضار المقبوض عليه مع ضمانة مالية مقدرة',
					'بالإيداع مع التعهد أو الكفالة',
				],
			},
			{
				nested: true,
				tag: 'ul',
				items: ['في جرائم التي عقوبتها القصاص او الإعدام :'],
			},
			{
				nested: 2,
				tag: 'ul',
				items: [
					'لا يجوز الإفراج  عن  المقبوض  عليه  فى  جريمة  تكون عقوبتها الإعدام أو القطع حداً، على  أن  يعرض محضر التحرى أو المحاكمة على رئيس الجهاز القضائى المختص متى استمر الحبس ستة أشهر، وله أن يأمر بما  يراه مناسباً.',
					'يجوز لوكيل النيابة أو القاضى أن يفرج عن المقبوض عليه بالضمان فى جرائم القصاص إذا كان الإفراج لا يشكل خطراً عليه أو إخلالاً بالأمن والطمأنينة العامة ووافق المجنى عليه أو أولياؤه بشروط أو بدونها.',
				],
			},
			{
				nested: true,
				tag: 'ul',
				items: ['الافراج بالإيداع:'],
			},
			{
				nested: 2,
				tag: 'ul',
				items: [
					'لا يجوز الإفراج عن المقبوض عليه فى جريمة تتعلق بأى مال عام أو صك إلا بإيداع مبلغ من المال لا يقل عن المبلغ موضوع الدعوى الجنائية أو بتقديم صك مصرفى معتمد أو خطاب ضمان مصرفى.',
					'لا يجوز الإفراج عن المقبوض عليه فى جريمة تستوجب الدية أو التعويض إذا قامت فى وجهه بينة مبدئية معقولة، إلا بإيداع مبلغ من المال يساوى ما قد تحكم به عليه المحكمة أو بإبراز وثيقة تأمين أو صك مصرفى معتمد أو خطاب ضمان مصرفى أو برهن أو حجز عقارى.',
				],
			},
			{
				nested: true,
				tag: 'ul',
				items: ['لافراج في الجرائم الأخرى:'],
			},
			{
				nested: 2,
				text: 'جب الإفراج  عن المقبوض عليه فى أى جريمة أخرى متى ما قدم تعهداً أو كفيلاً، إلا إذا رأى وكيل النيابة أو القاضى من تلقاء نفسه أو بناءً على توصية من الضابط المسئول لأسباب يدونها أن الإفراج عن المقبوض عليه قد يؤدى إلى هروبه أو يضر بالتحرى.',
			},
			{
				nested: true,
				tag: 'ul',
				items: ['شروط الضمان:'],
			},
			{
				nested: 2,
				tag: 'ol',
				items: [
					'يتضمن التعهد الذى يؤخذ على المقبوض عليه إقراراً بتنفيذ شروط الحضور التى تأمر بها وكالة النيابة أو المحكمة، وتحديداً لمبلغ الضمانة متى طلبت منه.',
					'لا تقبل الكفالة إلا من شخص معروف موثوق بوفائه وكفايته.',
					'يلتزم الكفيل بإحضار المقبوض عليه متى طلب منه، كما يلتزم عند إخلاله بذلك بدفع الضمانة المقدرة.',
					'يراعى فى تقدير الضمانة المطلوبة طبيعة الجريمة والضرر المترتب عليها ومقدار المال موضوع الجريمة، ولا يجوز المبالغة فى تقديرها.',
					'يجوز لوكيل النيابة أو القاضى أن يستوثق للضمانة بطلب رهن أو حجز عقارى أو وثيقة تأمين أو أى وسيلة ضمان أخرى يراها',
				],
			},
		],
	},
	personal_status_law: {
		title: 'قانون الأحوال الشخصية',
		cover: '/benji-aird-cdmK19B88_w-unsplash.jpeg',
		summary:
			'نظم قانون الأحوال الشخصية أحكام الخطبة والزواج وآثار الزواج من احكام للنفقات، والطاعة، والنسب والحضانة والفرقة بين الزوجين.',
		content: [
			{ tag: 'h2', text: 'الأسئلة الشائعة:' },
			{ tag: 'h3', text: 'ماهي شروط صحة الزواج؟' },
			{ nested: true, tag: 'ul', items: ['يشترط فى الزوجين أن:'] },
			{
				nested: 2,
				tag: 'ul',
				items: [
					'لا  تكون المرأة  محرمة على الرجل  تحريماً مؤبداً، أو  مؤقتاً',
					'يكونا معينين',
					'يكونا طائعين',
					'يكون الزوج كفؤاً للزوجة، وفقاً لأحكام هذا القانون',
				],
			},
			{
				nested: true,
				tag: 'ul',
				items: ['يشترط فى الايجاب والقبول أن:'],
			},
			{
				nested: 2,
				tag: 'ul',
				items: [
					'يكونا منجزين، غير دالين على التأقيت',
					'يوافق القبول الايجاب، صراحة، أو ضمناً',
					'يكونا فى مجلس واحد',
					'يبقى الايجاب صحيحاً، إلى حين صدور القبول',
					'يكون كل من العاقدين الحاضرين سامعاً كلام الآخر، فاهماً أن المقصود به الزواج',
					'يكونا بالكتابة، فى حالة الغيب، أو العجز عن النطق،  ان تعذرت الكتابة فبالاشارة المفهومة',
				],
			},
			{ tag: 'h3', text: 'شروط صحة عقد الزواج؟' },
			{
				nested: true,
				tag: 'ul',
				items: ['إشهاد شاهدين', 'عدم إسقاط المهر', 'الولى'],
			},
			{ tag: 'h3', text: 'ماهي حقوق الزوجة على زوجها؟' },
			{
				nested: true,
				tag: 'ul',
				items: [
					'النفقة',
					'السماح  لها  بزيارة  أبويها،  ومحارمها، واستزارتهم بالمعروف',
					'عدم التعرض لأموالها الخاصة',
					'عدم إضرارها مادياً أو معنوياً',
					'العدل بينها وبين  بقية الزوجات إن كان للزوج أكثر من زوجة',
				],
			},
			{ tag: 'h3', text: 'ما هي حقوق الزوج على زوجته؟' },
			{
				nested: true,
				tag: 'ul',
				items: ['العناية به، وطاعته بالمعروف', 'المحافظة عليه فى نفسها وماله'],
			},
			{ tag: 'h3', text: 'ما هي مشتملات النفقة و تقديرها؟' },
			'النفقة تشمل الطعام والكسوة والمسكن والتطبيب، وكل ما به مقومات حياة الإنسان، حسب العرف. و تقدر النفقة وفقا لسعة المنفق والوضع الإقتصادى، زماناً ومكاناً',
			{
				nested: true,
				tag: 'ol',
				items: [
					'تجب على الزوج نفقة المعتدة من طلاق، أو تطليق، أو فسخ ما لم يكن الفسخ بسبب محظور من قبل الزوجة.',
					'لا تستحق المعتدة:',
				],
			},
			{
				nested: 2,
				tag: 'ul',
				items: [
					'غير المرضع نفقة لأكثر من سنة، من تاريخ الطلاق',
					' المرضع، نفقة لأكثر من  ثلاثة أشهر، بعد انقضاء مدة الرضاع، إذا إدعت  إنقطاع حيضها  للرضاع، وحلفت اليمين على ذلك، على ألا  تزيد  مدة  النفقة  عن  سنتين وثلاثة أشهر من تاريخ الوضع.',
				],
			},
			{
				nested: true,
				tag: 'ol',
				start: 3,
				items: [
					'تستحق معتدة الوفاة، السكن فى بيت الزوجية، مدة العدة، ما لم تخرج منه برضاها.',
				],
			},
			{ tag: 'h3', text: 'ماهي الحالات التي تحرم فيها الزوجة من النفقة؟' },
			'لا نفقة للزوجة فى أى من الحالات الآتية، وهى:',
			{
				nested: true,
				tag: 'ul',
				items: [
					'إمتناعها عن الإنتقال الى بيت الزوجية، دون عذر شرعى',
					'تركها بيت الزوجية، دون عذر شرعى',
					'منعها للزوج  من الدخول الى بيت  الزوجية، دون عذر شرعى',
					'عملها  خارج البيت، دون  موافقة  زوجها، ما لم  يكن متعسفاً فى منعها من العمل',
					'إمتناعها عن السفر مع زوجها، دون عذر شرعى',
				],
			},
			{ tag: 'h3', text: 'ما هي اجرة الرضاع؟' },
			{
				nested: true,
				tag: 'ol',
				items: [
					'تستحق المطلقة المرضع أجرة رضاع لمدة أقصاها سنتين، من تاريخ الولادة.',
					'لا تستحق المطلقة المرضع  أجرة رضاع، الا بعد إنقضاء عدتها، من طلاق رجعى،أو بائن.',
				],
			},
			{
				tag: 'h3',
				text: 'متى تعتبر الزوجة ناشز و خارجة عن منزل الطاعة؟',
			},
			'تعتبر الزوجة ناشزاً فى أى من الحالات الآتية:',
			{
				nested: true,
				tag: 'ul',
				items: [
					'امتناعها عن تنفيذ الحكم النهائى بالطاعة',
					'الحالات التى تعد نشوزاً (نفس الحالات التي تحرم الزوجة من النفقة المذكورة أعلاه).',
				],
			},
			{ tag: 'h3', text: 'الى من يثبت حق حضانة الأطفال؟' },
			{
				nested: true,
				tag: 'ol',
				items: [
					'يثبت حق الحضانة للأم، ثم للمحارم من النساء، مقدماً فيه من يدلى بالأم على من يدلى بالأب، ومعتبراً فيه الأقرب فالأقرب من الجهتين، وذلك على الترتيب الآتى:',
					{
						nested: true,
						tag: 'ul',
						items: [
							'الأم',
							'أم الأم، وإن علت',
							'أم الأب، وإن علت',
							'الأخت الشقيقة، ثم لأم ثم لأب',
							'بنت الأخت الشقيقة',
							'بنت الأخت لأم',
							'الخالة الشقيقة، ثم لأم ثم لأب',
							'بنت الأخت لأب',
							'بنات الأخ الشقيق، ثم لأم ثم لأب',
							'العمة الشقيقة، ثم لأم، ثم لأب',
							'خالة الأم الشقيقة، ثم لأم، ثم لأب',
							'خالة الأب الشقيقة، ثم لأم، ثم لأب',
							'عمة الأم الشقيقة، ثم لأم، ثم لأب',
							'عمة الأب الشقيقة، ثم لأم، ثم لأب',
						],
					},
					'إذا لم توجد حاضنة من النساء من المذكورات فى البند (1) أو كانت غير أهل للحضانة، فينتقل الحق فى الحضانة إلى العصبات من الرجال، بحسب ترتيبهم فى إستحقاق الإرث.',
					'إذا لم يوجد أحد من العصبة المذكورين فى البند (2)، أو وجد، وكان  غير  أهل  للحضانة،  فينتقل  الحق في الحضانة إلى محارم الصغير من  الرجال، غير العصبات ذلك على الترتيب الآتى:',
					{
						nested: true,
						tag: 'ul',
						items: [
							'الجد لأم',
							'الأخ لأم',
							'إبن الأخ لأم',
							'العم لأم',
							'الخال الشقيق، ثم لأب ثم لأم',
						],
					},
					'إذا رفض  الحضانة من يستحقها من  النساء، أو الرجال فينتقل الحق إلى من يليه.',
					'إذا  لم يوجد  مستحق  للحضانة، أو  لم  يقبلها أحد  من المستحقين فيضع القاضى المحضون عند من يثق به من الرجال، أوالنساء ويفضل الأقارب على الأجانب، عند توفر الشروط،أو إحدى المؤسسات المؤهلة لذلك الغرض.',
				],
			},
			{ tag: 'h3', text: 'ماهي مدة حضانة النساء؟' },
			{
				nested: true,
				tag: 'ol',
				items: [
					'تستمر حضانة النساء للصغير الى سبع سنين، وللصغيرة الى تسع سنين.',
					'يجوز للقاضى أن يأذن بحضانة النساء للصغير، بعد سبع سنين، إلى  البلوغ،  وللصغيرة  بعد  تسع  سنين، إلى الدخول إذا تبين أن مصلحة المحضون  تقتضى ذلك.',
				],
			},
			{
				tag: 'h3',
				text: 'ما هي حالات السفر بالمحضون و سفر غير الحاضن بالمحضون؟',
			},
			{
				nested: true,
				tag: 'ul',
				items: [
					'تستمر حضانة النساء للصغير الى سبع سنين، وللصغيرة الى تسع سنين.',
					'يجوز للقاضى أن يأذن بحضانة النساء للصغير، بعد سبع سنين، إلى  البلوغ،  وللصغيرة  بعد  تسع  سنين، إلى الدخول إذا تبين أن مصلحة المحضون  تقتضى ذلك.',
				],
			},
			{ tag: 'h3', text: 'سفر غير الحاضن بالمحضون' },
			'لا يجوز للولى أياً كان أو غيره، أن يسافر بالمحضون فى مدة الحضانة الا باذن حاضنته.',
			{ tag: 'h3', text: 'حق زيارة و استصحاب المحضون:' },
			{
				nested: true,
				tag: 'ul',
				items: [
					'المحضون فى حضانة أحد الأبوين، فيكون للآخر الحق فى زيارته، وإستصحابه، على أن  يكون أمر القاضى بزيارة المحضون مشمولاً بالنفاذ المعجل',
					'أحد أبوى  المحضون  متوفياً أو غائباً،  فيكون  لأقارب المحضون المحارم الحق فى زيارته،حسبما يقرره القاضي',
					'المحضون لدى غير أبويه،  فيعين القاضى مستحق الزيارة من أقاربه المحارم',
				],
			},
			{ tag: 'h3', text: 'ما هي أنواع الفرقة / الطلاق بين زوجين؟' },
			'تقع الفرقة بين الزوجين بأى من الوجوه الآتية:',
			{
				nested: true,
				tag: 'ul',
				items: [
					'إرادة الزوج، وتسمى طلاقاً',
					'إرادة الزوجين، وتسمى خلعاً، أو طلاقاً على مال',
					'حكم القضاء، وتسمى تطليقاً، أو فسخاً',
					'وفاة أحد الزوجين',
				],
			},
		],
	},
	business_law: {
		title: 'قانون العمل',
		cover: '/emmanuel-ikwuegbu-zWOgsj3j0wA-unsplash.jpeg',
		summary: '',
		content: [
			{ tag: 'h2', text: 'الأسئلة الشائعة:' },
			{ tag: 'h3', text: 'ماهي أنواع عقد العمل؟' },
			{
				tag: 'ul',
				nested: true,
				items: [
					'عقد عمل غير محدد المدة.',
					'غقد عمل محدد المدة (لا يجوز ان تزيد مدة العقد محدد المدة عن سنتين و لا يجدد اكثر من مرة واحدة و الا اعتبر عقد غير مسمى الاجل).',
					'عقد لأداء عمل معين.',
					'فترة التجربة او التدريب لا يجوز ان تزيد عن ثلاثة أشهر، و اذا انتهت مدة الاختبار دون انهاء العقد يعتبر عقد غير مسمى الاجل.',
				],
			},
		],
	},
};

export async function get() {
	return {
		body: {
			topics,
		},
	};
}
